Repository: statweer/faith-moon
Catalog: FaithMoon/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, fa, tr

# %@ decreased by %lld. Total: %lld
source: %1$@ decreased by %2$lld. Total: %3$lld
ar: %1$@ انخفض بمقدار %2$lld. المجموع: %3$lld
fa: قضای %1$@ به میزان %2$lld کاهش یافت. مجموع: %3$lld
tr: %1$@ %2$lld azaldı. Toplam: %3$lld

# %@ increased by %lld. Total: %lld
source: %1$@ increased by %2$lld. Total: %3$lld
ar: %1$@ زاد بمقدار %2$lld. المجموع: %3$lld
fa: قضای %1$@ به میزان %2$lld افزایش یافت. مجموع: %3$lld
tr: %1$@ %2$lld arttı. Toplam: %3$lld

source: %@ is already at 0
ar: %@ بالفعل عند 0
fa: قضای %@ در حال حاضر صفر است
tr: %@ zaten 0

# %@. Total: %lld prayers
source: %1$@. Total: %2$lld prayers
ar: %1$@. المجموع: %2$lld صلاة
fa: %1$@. مجموع: %2$lld قضا
tr: %1$@. Toplam: %2$lld namaz

source: Add missed prayers to your qadha count
ar: أضف الصلوات الفائتة إلى قضائك
fa: افزودن نمازهای قضا شده به تعداد کل
tr: Kaçırılan namazları kaza sayınıza ekleyin

source: Ascending
ar: تصاعدي
fa: صعودی
tr: Artan

source: Asr
ar: العصر
fa: عصر
tr: İkindi

# Ayat
source: Al-Ayat
ar: الآيات
fa: آیات
tr: Ayet Namazı

source: Cancel
ar: إلغاء
fa: لغو
tr: İptal

source: Check All Prayers
ar: التحقق من جميع الصلوات
fa: بررسی همه قضاها
tr: Tüm Namazları Kontrol Et

source: Clear All
ar: مسح الكل
fa: پاک کردن همه
tr: Tümünü Temizle

source: Clear History
ar: مسح السجل
fa: پاک کردن تاریخچه
tr: Geçmişi Temizle

source: Could not find the prayer
ar: لا يمكن العثور على الصلاة
fa: نماز یافت نشد
tr: Namaz bulunamadı

source: Decrease ${prayer} by ${decreaseBy}
ar: تقليل ${prayer} بمقدار ${decreaseBy}
fa: کاهش ${prayer} به میزان ${decreaseBy}
tr: ${prayer} namazını ${decreaseBy} azalt

source: Decrease By
ar: تقليل بمقدار
fa: کاهش به میزان
tr: Azaltma Miktarı

source: Decrease Qadha
ar: تقليل القضاء
fa: کاهش قضا
tr: Kazayı Azalt

source: Default
ar: الافتراضي
fa: پیش‌فرض
tr: Varsayılan

source: Delete
ar: حذف
fa: حذف
tr: Sil

source: Delete Entry
ar: حذف المدخل
fa: حذف
tr: Kaydı Sil

source: Descending
ar: تنازلي
fa: نزولی
tr: Azalan

source: Dhuhr
ar: الظهر
fa: ظهر
tr: Öğle

source: Failed to decrease prayer count
ar: فشل في تقليل عدد الصلوات
fa: کاهش تعداد نماز ناموفق بود
tr: Namaz sayısı azaltılamadı

source: Failed to increase prayer count
ar: فشل في زيادة عدد الصلوات
fa: افزایش تعداد نماز ناموفق بود
tr: Namaz sayısı artırılamadı

source: Fajr
ar: الفجر
fa: صبح
tr: Fecir

source: Get All Prayer Counts
ar: الحصول على جميع أعداد الصلوات
fa: دریافت تعداد همه نمازها
tr: Tüm Namaz Sayılarını Al

source: Get all qadha prayer counts
ar: الحصول على جميع أعداد صلوات القضاء
fa: دریافت تعداد همه نمازهای قضا
tr: Tüm kaza namazı sayılarını al

source: Get the current count of all qadha prayers
ar: الحصول على العدد الحالي لجميع صلوات القضاء
fa: دریافت تعداد فعلی همه نمازهای قضا
tr: Tüm kaza namazlarının mevcut sayısını al

source: History
ar: السجل
fa: تاریخچه
tr: Geçmiş

source: How many Qadha?
ar: كم قضاء؟
fa: چند قضا؟
tr: Kaç Qada?

source: Increase ${prayer} by ${increaseBy}
ar: زيادة ${prayer} بمقدار ${increaseBy}
fa: افزایش ${prayer} به میزان ${increaseBy}
tr: ${prayer} namazını ${increaseBy} artır

source: Increase By
ar: زيادة بمقدار
fa: افزایش به میزان
tr: Artış Miktarı

source: Increase Qadha
ar: زيادة القضاء
fa: افزایش قضا
tr: Kazayı Artır

source: Isha
ar: العشاء
fa: عشاء
tr: Yatsı

source: Just now
ar: الآن
fa: همین الان
tr: Şimdi

source: Log Missed Prayer
ar: تسجيل صلاة فائتة
fa: ثبت نماز قضا
tr: Kaçırılan Namazı Kaydet

source: Maghrib
ar: المغرب
fa: مغرب
tr: Akşam

source: Mark Prayer Complete
ar: تحديد الصلاة كمكتملة
fa: علامت‌گذاری نماز به عنوان انجام شده
tr: Namazı Tamamlandı Olarak İşaretle

source: Mark qadha prayers as completed
ar: وضع علامة على صلوات القضاء كمكتملة
fa: علامت‌گذاری نمازهای قضا به عنوان انجام شده
tr: Kaza namazlarını tamamlandı olarak işaretle

source: No History
ar: لا يوجد سجل
fa: تاریخچه‌ای موجود نیست
tr: Geçmiş Yok

source: No prayers found
ar: لم يتم العثور على صلوات
fa: هیچ نمازی یافت نشد
tr: Namaz bulunamadı

source: Prayer
ar: الصلاة
fa: نماز
tr: Namaz

source: Prayer changes will appear here
ar: ستظهر تغييرات الصلاة هنا
fa: تغییرات نماز در اینجا نمایش داده می‌شود
tr: Namaz değişiklikleri burada görünecek

source: Qadha Tracker
ar: متتبع القضاء
fa: قضا نگهدار
tr: Kaza İzleyici

source: Ramadan Fast
ar: صيام رمضان
fa: روزه ماه رمضان
tr: Ramazan Orucu

source: Sort
ar: ترتيب
fa: مرتب‌سازی
tr: Sırala

source: The amount to decrease by
ar: مقدار النقصان
fa: مقدار کاهش
tr: Azaltma miktarı

source: The amount to increase by
ar: مقدار الزيادة
fa: مقدار افزایش
tr: Artış miktarı

source: The prayer to decrease
ar: الصلاة المطلوب تقليلها
fa: نماز برای کاهش
tr: Azaltılacak namaz

source: The prayer to increase
ar: الصلاة المطلوب زيادتها
fa: نماز برای افزایش
tr: Artırılacak namaz

source: This will permanently delete all history entries. This action cannot be undone.
ar: سيؤدي هذا إلى حذف جميع إدخالات السجل بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
fa: این عمل تمام موارد تاریخچه را به طور دائمی حذف خواهد کرد. این عمل قابل بازگشت نیست.
tr: Bu işlem tüm geçmiş kayıtlarını kalıcı olarak silecektir. Bu işlem geri alınamaz.

source: You have no qadha prayers to make up
ar: ليس لديك صلوات قضاء
fa: شما نماز قضایی ندارید
tr: Kaza namazınız yok
